// 줄바꿈은 <br> 넣기
//갯수대로 자동생성

var 공지사항목록 = [
    {
        제목: '나우휘트니스 설날 연휴 공지1',
        내용: '1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지 1번 공지',
        날짜: '2022-01-01',
        이미지: './img/test1.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지2',
        내용: '2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지 2번 공지',
        날짜: '2022-02-02',
        이미지: './img/test2.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지3',
        내용: '나우휘트니스 설날 연휴 공지3 나우휘트니스 설날 연휴 공지3',
        날짜: '2022-03-03',
        이미지: './img/test3.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지4',
        내용: '12022-04-042022-04-042022-04-042022-04-042022-04-042022-04-04 2022-04-042022-04-04',
        날짜: '2022-04-04',
        이미지: './img/test1.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지5',
        내용: '5555555555555555555555555555555555555',
        날짜: '2022-05-05',
        이미지: './img/test2.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지6',
        내용: '테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 테스트 ',
        날짜: '2022-06-06',
        이미지: './img/test3.jpg'
    },
    {
        제목: '나우휘트니스 설날 연휴 공지7',
        내용: 'ㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴㄴ',
        날짜: '2022-07-07',
        이미지: './img/test1.jpg'
    },
]